[
  {
        "title": "Inception",
        "genres": [
            "Action",
            "Sci-Fi",
            "Thriller"
        ],
        "description": "A skilled thief, who specializes in stealing secrets through dreams, is given a chance to erase his criminal history by planting an idea into a target's subconscious."
    },
    {
        "title": "The Dark Knight",
        "genres": [
            "Action",
            "Crime",
            "Drama"
        ],
        "description": "Batman faces his greatest challenge yet when the Joker emerges from Gotham's underworld to wreak havoc and test the limits of morality."
    },
    {
        "title": "Interstellar",
        "genres": [
            "Adventure",
            "Drama",
            "Sci-Fi"
        ],
        "description": "A team of astronauts ventures into a wormhole in search of a new home for humanity as Earth faces environmental collapse."
    },
    {
        "title": "The Shawshank Redemption",
        "genres": [
            "Drama"
        ],
        "description": "Two imprisoned men form an unlikely bond over the years as they find solace and redemption through acts of common decency."
    },
    {
        "title": "The Godfather",
        "genres": [
            "Crime",
            "Drama"
        ],
        "description": "The aging patriarch of a powerful crime family transfers control of his empire to his reluctant son."
    },
    {
        "title": "The Matrix",
        "genres": [
            "Action",
            "Sci-Fi"
        ],
        "description": "A hacker discovers that the world he knows is a simulated reality and joins a rebellion to free humanity from its machine overlords."
    },
    {
        "title": "Parasite",
        "genres": [
            "Drama",
            "Thriller"
        ],
        "description": "A poor family schemes to become employed by a wealthy household by infiltrating their lives and pretending to be unrelated, highly qualified professionals."
    },
    {
        "title": "Avengers: Endgame",
        "genres": [
            "Action",
            "Adventure",
            "Sci-Fi"
        ],
        "description": "After the devastating events of Infinity War, the Avengers assemble one last time to reverse Thanos' actions and restore balance to the universe."
    },
    {
        "title": "La La Land",
        "genres": [
            "Drama",
            "Music",
            "Romance"
        ],
        "description": "A jazz musician and an aspiring actress fall in love while pursuing their dreams in Los Angeles, but their ambitions threaten their relationship."
    },
    {
        "title": "The Lion King",
        "genres": [
            "Animation",
            "Adventure",
            "Drama"
        ],
        "description": "A young lion prince flees his kingdom after the death of his father, only to return later to reclaim his rightful place as king."
    }
]
